
//Маркеры памяти
//void - пустота - космос - ничего - не использует память
//int  - интеджер - целое - память для чисел 12345
//char - символы - буквы
//long - для всего
//------setup - Название
//------() - круглые скобки (SHIFT+9, SHIFT+0) настройки
//------{} - фигурные скобки (SHIFT+Х, SHIFT+Ъ) Начало и конец
//Сложных приказов

//способности
//узнать текущее время 
void prov_vrem(){

}
//прочитать расписание  
void prov_rasp(){

}
//вывести на экран//проверить кнопка  
void prov_knop(){
  \
}

void setup() {       //-слэш - разрез /слэш в гору \слэш с горы
  
}

void loop() {
 

}
